src/xml/001-04_1G_AirTicket_Rq.xml

<!--Release 8.0--><!--Version Dated as of 10/Dec/2014 11:53:34--><!--Air Ticketing For Galileo(1G) with LFS Minimum data Request--><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">   <soapenv:Header/>   <soapenv:Body>      <air:AirTicketingReq xmlns:air="http://www.travelport.com/schema/air_v29_0" AuthorizedBy="user" BulkTicket="false" ReturnInfoOnFail="true" TargetBranch="TRGT_BRCH" TraceId="trace">         <com:BillingPointOfSaleInfo xmlns:com="http://www.travelport.com/schema/common_v29_0" OriginApplication="UAPI"/>         <air:AirReservationLocatorCode>ZKMHB5</air:AirReservationLocatorCode>         <air:AirPricingInfoRef Key="6jeI5IdBSo+cstIHWS36Bw=="/>      </air:AirTicketingReq>   </soapenv:Body>
</soapenv:Envelope>
